Repository: patbec/Sinedo
Catalog: src/Sinedo/Views/Index/Index.*.resx
Languages: de_de

source: Welcome!
de_de: Willkommen!

# NoItems
source: There are no elements available.
de_de: Es sind keine Elemente vorhanden.

# Instruction
source: Move a text file with links to this page or to your downloads folder to get started.
de_de: Verschieben Sie eine Text-Datei mit Links auf diese Seite oder in Ihren Download-Ordner um loszulegen.

# StateIdle
source: Ready to download.
de_de: Bereit zum Herunterladen.

# StateQueued
source: Queued for download.
de_de: In der Warteschlange zum Download.

# StateCanceled
source: Cancelled by the user.
de_de: Abgebrochen durch den Nutzer.

# StateFailed
source: Failed:
de_de: Fehlgeschlagen:

source: Minutes
de_de: Minuten

# StateCheckStatus
source: Download â€“ Online status is checked...
de_de: Download – Online Status wird geprüft...

# StateCompleted
source: Successfully completed.
de_de: Erfolgreich abgeschlossen.

# StateDeleting
source: Will be deleted...
de_de: Wird gelöscht...

# StateStopping
source: Will be stopped...
de_de: Wird gestoppt...

# StateUnsupported
source: The content is not supported.
de_de: Der Inhalt wird nicht untersützt.

# ButtonStart
source: Start
de_de: Starten

# ButtonStop
source: Stop
de_de: Anhalten

# ButtonRetry
source: Retry
de_de: Wiederholen

# ButtonDelete
source: Delete
de_de: Löschen

source: Internet Connection
de_de: Internetverbindung

source: Current speed:
de_de: Aktuelle Geschwindigkeit:

# CanvasUnsupported
source: The Internet connection load indicator has been blocked or is not supported by your browser.
de_de: Die Anzeige für die Auslastung der Internetverbindung wurde blockiert oder wird von deinem Browser nicht unterstützt.

# SessionCard
source: It has been downloaded in this session:
de_de: Es wurde in dieser Sitzung heruntergeladen:

# SystemPlatform
source: Platform:
de_de: Plattform:

# SystemArch
source: Architecture:
de_de: Architektur:

# SystemPid
source: Process identifier:
de_de: Prozesskennung:

# SystemVersion
source: Application version:
de_de: Anwendungsversion:

# Connected
source: Connected with
de_de: Verbunden mit

# ConnectedMini
source: Connected with:
de_de: Verbunden mit:

# Snackbar:StateMaschineException
source: The state machine is in an undefined state.
de_de: Die Zustandsmaschine befindet sich in einem undefinierten Zustand.

# Snackbar:KeyNotFoundException
source: The download was not found.
de_de: Der Download wurde nicht gefunden.

# Snackbar:InvalidOperationException
source: The command could not be executed, for more information see the browser log.
de_de: Der Befehl konnte nicht ausgeführt werden, weiter Informationen finden Sie im Browser-Log.

# Snackbar:CommandNotAllowedException
source: The command is invalid for the download.
de_de: Der Befehl ist für den Download ungültig.

# Snackbar:ClientCommandFailed
source: The action could not be executed. (See log)
de_de: Die Aktion konnte nicht ausgeführt werden. (Siehe Log)

# Snackbar:UploadFailed
source: The file could not be sent.
de_de: Die Datei konnte nicht gesendet werden.

# Snackbar:UploadSizeExceeded
source: The file exceeds the maximum allowed size of 8 MB.
de_de: Die Datei überschreitet die maximal zulässige Größe von 8 MB.

# Snackbar:ClickAndLoadException
source: Links could not be added via Click&Load. Sorry!
de_de: Links konnten nicht über Click&Load hinzugefügt werden. Sorry!

# Snackbar:CacheException
source: The added file could not be written to the cache.
de_de: Die hinzugefügte Datei konnte nicht in den Cache geschrieben werden.

# Snackbar:Test
source: This is a test message.
de_de: Dies ist eine Test-Nachricht.

# List:InvalidFileException
source: A file was not found on the hoster.
de_de: Mindestens eine Datei wurde auf dem Hoster nicht gefunden.

# List:InvalidCredentialsException
source: Invalid credentials
de_de: Ungültige Zugansdaten

# List:AccountExpiredException
source: Premium access expired
de_de: Premiumzugang abgelaufen

# List:InvalidResponseException
source: A response from the sharehoster could not be processed.
de_de: Eine Antwort vom Sharehoster konnte nicht verarbeitet werden.

# List:MissingCredentialsException
source: No login data stored.
de_de: Keine Zugangsdaten gespeichert.

# ConnectionLost
source: Connection interrupted. Will try again in a moment...
de_de: Verbindung unterbrochen. Wird gleich erneut versucht...

# DeleteDownload
source: Delete all downloaded files? Unpacked files are preserved.
de_de: Alle heruntergeladenen Dateien löschen? Entpackte Dateien bleiben erhalten.

source: Change password
de_de: Passwort ändern

source: Change settings
de_de: Einstellungen ändern

source: Logout
de_de: Ausloggen

source: Session
de_de: Sitzung

# SessionDescription
source: Ends the current session. Downloads will continue to download in the background.
de_de: Beendet die aktuelle Sitzung. Downloads werden weiter im Hintergrund heruntergeladen.

# DownloadsDescription
source: Starts or stops all downloads. Downloads can be controlled with the shortcut key and the number {0} or {1}.
de_de: Startet oder Stoppt alle Downloads. Mit dem Tastenkürzel und der Zahl {0} oder {1} können Downloads gesteuert werden.

# DownloadStart
source: Start
de_de: Starten

# DownloadStop
source: Stop
de_de: Stoppen

# NoScript
source: The display for the used space was blocked or is not supported by your browser.
de_de: Die Anzeige für den belegten Speicherplatz wurde blockiert oder wird von deinem Browser nicht unterstützt.

source: Storage
de_de: Speicherplatz

# StorageDescription
source: It remaining {0} of {1} space on the disk.
de_de: Es verbleibenden {0} von {1} Speicherplatz auf dem Datenträger.

source: Useful links
de_de: Nützliche Links

source: Edit links
de_de: Links bearbeiten

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Display name
de_de: Anzeigename

source: Hard disk usage
de_de: Belegung der Festplatte
